#!Script  author N117R0
#By ROMAN POWER
#Be a creative and also a good person

###################################
cyan='\e[0;36m'

lightgreen='\e[1;32m'

red='\e[1;31m'

yellow='\e[1;33m'
###################################

clear
echo -e " \e[91m   ╔═════════════════════════════════════════════════════════════════════╗"  
echo -e " \e[91m   ║  ██████╗       ██████╗  █████╗ ███╗   ██╗███╗   ██╗███████╗██████╗  ║"
echo -e " \e[91m   ║  ██╔══██╗      ██╔══██╗██╔══██╗████╗  ██║████╗  ██║██╔════╝██╔══██╗ ║"
echo -e " \e[91m   ║  ██████╔╝█████╗██████╔╝███████║██╔██╗ ██║██╔██╗ ██║█████╗  ██████╔╝ ║"
echo -e " \e[91m   ║  ██╔══██╗╚════╝██╔══██╗██╔══██║██║╚██╗██║██║╚██╗██║██╔══╝  ██╔══██╗ ║"
echo -e " \e[91m   ║  ██║  ██║      ██████╔╝██║  ██║██║ ╚████║██║ ╚████║███████╗██║  ██║ ║"
echo -e " \e[91m   ║  ╚═╝  ╚═╝      ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═══╝╚═╝  ╚═══╝╚══════╝╚═╝  ╚═╝ ║"
echo -e " \e[91m   ╚═════════════════════════════════════════════════════════════════════╝"                                                                                       
echo "                      ═════════════ 𝘽𝙔 𝙍𝙊𝙈𝘼𝙉 𝙀𝙃𝙍 ═════════════ "| lolcat       
echo ""                                                             
echo -e " \e[20m ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴇᴛʜɪᴄᴀʟ ʜᴀᴄᴋɪɴɢ " | lolcat 
echo " "
echo ""
sleep 8.0
pkg install mpv -y
termux-setup-storage
cd  /data/data/com.termux/files/usr/etc

rm bash.bashrc

ls

cd $HOME

ls 

cd R-Banner

ls

cp bash.bashrc /data/data/com.termux/files/usr/etc

ls

cd $HOME

ls

cd R-Banner

ls

cp scifi.mp3 /sdcard

clear
bash packages.sh
clear
sleep 4.0
bash ins.sh 
sleep 5.0
clear
sleep 5.0
bash thanks.sh 
sleep 2.0 
clear
echo " "
echo " "
echo " "
echo " "
echo " "
echo "             "EXIT FROM TERMUX AND RE OPEN IT AFTER 5 SECONDS |lolcat 
echo " "
echo " "
sleep 3.0
cd $HOME
